{
  "Bufferline": { "branch": "main" },
  "Crates": { "branch": "main" },
  "Formatter": { "branch": "master" },
  "Git Symbols": { "branch": "main" },
  "Hipatterns": { "branch": "main" },
  "Icons": { "branch": "main" },
  "Linter": { "branch": "master" },
  "Lsp Config": { "branch": "master" },
  "Lspsaga": { "branch": "main" },
  "Markdown Renderer": { "branch": "main" },
  "Mason": { "branch": "main" },
  "Mason Config": { "branch": "main" },
  "Melange": { "branch": "master" },
  "Mini": { "branch": "main" },
  "Noice": { "branch": "main" },
  "Nui": { "branch": "main" },
  "Package Info": { "branch": "master" },
  "Snacks": { "branch": "main" },
  "Statusline": { "branch": "master" },
  "Tree": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" }
}
